const BiographiaPage = () => {
    const myH3 = "Вільям Шекспір";
    const myText = "Ві́льям Шекспі́р (англ. William Shakespeare [wɪlɪəm ʃeɪkspɪə][12]; ймовірно 23 квітня 1564, хрещений 26 квітня 1564, Стратфорд-апон-Ейвон — 23 квітня (3 травня) 1616, Стретфорд-апон-Ейвон) — англійський драматург єлизаветинської епохи, актор і поет. Один із найвідоміших драматургів світу, автор принаймні 17 комедій, 10 хронік, 11 трагедій, п'яти поем і циклу зі 154 сонетів. Шекспір визнаний найвидатнішим англійським драматургом усіх часів. Його вважають національним героєм та одним із символів Англії, її національним поетом. Твори перекладені багатьма мовами світу і з'являються на театральній сцені частіше, ніж п'єси будь-якого іншого драматурга, який коли-небудь жив і творив.";
    const myOtherH3 = "Гамлет";
    const myOtherText = "«Гамлет, принц данський» (англ. The Tragical Historie of Hamlet, Prince of Denmarke) відоміша просто як «Гамлет» — трагедія англійського письменника Вільяма Шекспіра, написана між 1599 та 1601 роками.\n" +
        "\n" +
        "Дія цієї п'єси відбувається в Данії. У ній розповідається, як принц Гамлет здійснює помсту своєму дядькові королю Клавдію, убивці попереднього короля, Гамлетового батька, та нового чоловіка Гамлетової матері, королеви Гертруди. У п'єсі яскраво відтворено протікання справжнього й удаваного божевілля, яке проявляється то в глибокому смутку, то в шаленій люті. Серед її тем також зрада, помста і моральне падіння.\n" +
        "\n" +
        "Попри значні зусилля істориків літератури, точний рік написання залишається досі спірним. До наших часів збереглися три ранні версії п'єси: вони відомі під назвами «Перше кватро» (Q1), «Друге кватро» (Q2) і «Перше фоліо» (F1). У кожному з них є рядки й навіть цілі сцени, яких немає в інших. При написанні Гамлета Шекспір, мабуть, опирався на легенду про Амлета, записану літописцем 13-го століття Саксоном Граматиком в «Діянні данів», а потім переказану вченим мужем 16-го століття Франсуа де Бельфорестом, а також, можливо, на втраченій п'єсі єлизаветинської доби, відомій у наші дні як «Ур-Гамлет».\n" +
        "\n" +
        "Зважаючи на складну композицію п'єси й глибину характерів, Гамлета можна аналізувати, тлумачити й обговорювати з різних точок зору. Наприклад, сучасників впродовж багатьох століть дивувало вагання Гамлета в питанні про вбивство дядька. Одні вбачали в цьому засіб продовження дії, інші розцінювали його як результат тиску складних філософських і етичних проблем, які оточують холоднокровне вбивство, прораховану помсту і марні бажання. Ближче до наших днів критики-психоаналітики перейнялися підсвідомими бажаннями Гамлета, а критики-феміністи — переоцінкою й реабілітацією персонажів Офелії та Гертруди.";
    return (
        <>
            <div className="border border-dark m-1">
                <div className="conteiner d-flex p-2 border-bottom border-1 border-dark">
                    <div className="col-7">
                        <h3>{myH3}</h3>
                        <p>{myText}</p>
                    </div>
                    <div className="col-5 d-flex justify-content-center">
                        <img
                            src="https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/William_Shakespeare_by_John_Taylor.jpg/250px-William_Shakespeare_by_John_Taylor.jpg"
                            width={"90%"}/>
                    </div>
                </div>
                <div className="conteiner d-flex p-2 ">
                    <div className="col-7 ">
                        <h3>{myOtherH3}</h3>
                        <p>{myOtherText}</p>
                    </div>
                    <div className="col-5 d-flex justify-content-center">
                        <img
                            src="https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Hamlet_quarto_3rd.jpg/250px-Hamlet_quarto_3rd.jpg"
                            width={"90%"}/>
                    </div>
                </div>
            </div>
        </>
    )
}

export default BiographiaPage;